{
  "CamelCaseMotion": { "branch": "master" },
  "Dockerfile.vim": { "branch": "master" },
  "Ionide-vim": { "branch": "master" },
  "bogster": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fzf-gitignore": { "branch": "improved" },
  "gina.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "haproxy.vim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "jq.vim": { "branch": "master" },
  "json5.vim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mermaid.vim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "omnisharp-vim": { "branch": "master" },
  "org.vim": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pompeii": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "svg.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "urlview.nvim": { "branch": "main" },
  "vim-autohotkey": { "branch": "master" },
  "vim-bicep": { "branch": "master" },
  "vim-cmake-syntax": { "branch": "master" },
  "vim-cpp-modern": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-delve": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-haml": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-llvm": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-lua": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-opencl": { "branch": "master" },
  "vim-protobuf": { "branch": "master" },
  "vim-ps1": { "branch": "master" },
  "vim-razor": { "branch": "master" },
  "vim-sh": { "branch": "master" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-svg-indent": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "yats.vim": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
