{
  "plugins": {
    "CamelCaseMotion": {
      "src": "https://github.com/bkad/CamelCaseMotion"
    },
    "Dockerfile.vim": {
      "src": "https://github.com/ekalinin/Dockerfile.vim"
    },
    "bogster": {
      "src": "https://github.com/wojciechkepka/bogster"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-emoji": {
      "src": "https://github.com/hrsh7th/cmp-emoji"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-nvim-lsp-document-symbol": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp-document-symbol"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "crates.nvim": {
      "src": "https://github.com/saecki/crates.nvim"
    },
    "csv.vim": {
      "src": "https://github.com/chrisbra/csv.vim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "gina.vim": {
      "src": "https://github.com/lambdalisue/gina.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "html5.vim": {
      "src": "https://github.com/othree/html5.vim"
    },
    "json5.vim": {
      "src": "https://github.com/GutenYe/json5.vim"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "mermaid.vim": {
      "src": "https://github.com/mracos/mermaid.vim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "playground": {
      "src": "https://github.com/nvim-treesitter/playground"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "pompeii": {
      "src": "https://github.com/ivanhernandez/pompeii"
    },
    "popup.nvim": {
      "src": "https://github.com/nvim-lua/popup.nvim"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim"
    },
    "telescope-file-browser.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-file-browser.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-symbols.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-symbols.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "urlview.nvim": {
      "src": "https://github.com/axieax/urlview.nvim"
    },
    "vim-autohotkey": {
      "src": "https://github.com/hnamikaw/vim-autohotkey"
    },
    "vim-css-color": {
      "src": "https://github.com/ap/vim-css-color"
    },
    "vim-floaterm": {
      "src": "https://github.com/voldikss/vim-floaterm"
    },
    "vim-git": {
      "src": "https://github.com/tpope/vim-git"
    },
    "vim-glsl": {
      "src": "https://github.com/tikhomirov/vim-glsl"
    },
    "vim-go": {
      "src": "https://github.com/fatih/vim-go"
    },
    "vim-helm": {
      "src": "https://github.com/towolf/vim-helm"
    },
    "vim-javascript": {
      "src": "https://github.com/pangloss/vim-javascript"
    },
    "vim-protobuf": {
      "src": "https://github.com/uarun/vim-protobuf"
    },
    "vim-toml": {
      "src": "https://github.com/cespare/vim-toml"
    },
    "zig.vim": {
      "src": "https://github.com/ziglang/zig.vim"
    }
  }
}
